"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Bukan Anda?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend is Nearby|Title of megaphone to encourage user to share location." = "1 Teman di Sekitar";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 hari";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 jam";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 menit";

"1d|short indicator that a user was active 1 day ago" = "1h";

"1h|short indicator that a user was active 1 hour ago" = "1j";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Batas 1m: Lepaskan untuk mengirim";

"1m|short indicator that a user was active 1 minute ago" = "1m";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 hari";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 jam";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 menit";

"A new version of Messenger is available.|New version title" = "Messenger versi baru telah tersedia.";

"Activation Code|placeholder text for activation code field" = "Kode Aktivasi";

"Activation Request Failed|" = "Permintaan Aktivasi Gagal";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Sedang Aktif (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Tambahkan Favorit";

"Add More People|button for adding people to the conversation" = "Tambahkan Orang Lain";

"Add More People|title for add members page" = "Tambahkan Orang Lain";

"Add More People|title for add people page" = "Tambahkan Orang Lain";

"Add To Conversation|text to show in the add people button" = "Tambahkan ke Percakapan";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Tambahkan ke Kontak yang Ada";

"Add|generic add button" = "Tambahkan";

"Adding...|adding progress text" = "Menambahkan...";

"Advanced Settings|text for advanced settings button" = "Pengaturan Lanjut";

"Advanced|title for advanced settings page" = "Tingkat Lanjut";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Peringatan Mati Hingga %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Peringatan Mati selama 1 Jam";

"Alerts Off|Indicates that alerts are off" = "Peringatan Mati";

"Alerts On|Indicates that alerts are on" = "Peringatan Menyala";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Semua pemberitahuan mati selama 8j.";

"All notifications are off.|Mute warning display on thread list" = "Semua pemberitahuan mati.";

"Answer|Text for button that accepts a call" = "Jawab";

"Archive Thread|Button label that will archive the thread" = "Arsipkan Utas";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Anda yakin ingin menghapus nama percakapan?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Anda yakin ingin keluar dari percakapan ini? Anda tidak akan menerima pesan baru lagi.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Anda yakin?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Lampirkan Foto";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Lampirkan media";

"Auto Send|Auto send label" = "Kirim Otomatis";

"Back|generic nav bar back button" = "Kembali";

"Bing Image Search|" = "Pencarian Gambar Bing";

"Call Ended|End call message in non-error case" = "Panggilan Diakhiri";

"Call Ended|String shown when the call ends" = "Panggilan Diakhiri";

"Call Failed|End call message in error case" = "Panggilan Gagal";

"Call %@|action sheet option for calling a phone number" = "Panggil %1$@";

"Camera|Button label for attaching a photo from the camera" = "Kamera";

"Cancel|Title for generic Cancel button." = "Batalkan";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Pilih Foto";

"Clear|prompt to clear all unsent messages" = "Hapus";

"Clearing...|Progress text shown while clearing the image for a thread" = "Menghapus...";

"Clearing...|Progress text shown while clearing the name for a thread" = "Menghapus...";

"Close active chat|Button to close an active chat" = "Tutup obrolan aktif";

"Comment|Comment button title" = "Komentari";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Tulis pesan kepada %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Tulis pesan kepada %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Konfirmasikan Telepon";

"Connecting|Text shown on call screen while connecting a call" = "Menghubung";

"Connection Failed|Alert title when connection failed" = "Koneksi Gagal";

"Connection Lost|End call message in connection lost case" = "Koneksi Terputus";

"Contact Info|Title of the canonical thread info page." = "Info Kontak";

"Contacting|Text shown on call screen while contacting another party" = "Menghubungi";

"Continue|Login - Login Button Title for Keychain Login" = "Lanjutkan";

"Conversation Name|placeholder text in conversation name textfield" = "Nama Percakapan";

"Copy Link|Option that pops out after long press on a link in message thread." = "Salin Tautan";

"Copy|action sheet option for copying a string to the clipboard" = "Salin";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Tidak dapat menambahkan anggota baru. Silakan coba lagi.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Tidak dapat mengambil informasi ketersediaan";

"Countries|Title for country picker" = "Negara";

"Country|Country - Country placeholder text" = "Negara";

"Create Group Conversation|button for adding people to the canonical conversation" = "Buat Percakapan Grup";

"Create New Contact|action sheet option for creating a new contact" = "Buat Kontak Baru";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Panggilan lain sedang berlangsung";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Sesuaikan Pengaturan Pemberitahuan";

"Decline|Text for button that declines a call" = "Tolak";

"Delete Conversation Name|alert title for deleting conversation name" = "Hapus Nama Percakapan";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Hapus Pesan? Ini tidak dapat diurungkan.";

"Delete|Button to accept deleting the name of a conversation" = "Hapus";

"Delete|Label for button to delete previous character" = "Hapus";

"Delete|button text for deleting a message" = "Hapus";

"Delete|button text for removing an unsent message" = "Hapus";

"Details|title for message details page" = "Rincian";

"Discover Who's Nearby|Title of NUX to encourage user to share location." = "Temukan Teman di Sekitar";

"Discover which friends are nearby and let them know you're around.|Description of megaphone to encourage user to share location." = "Temukan teman yang ada di sekitar dan beri tahu bahwa Anda tidak jauh.";

"Discover who's in the area and let them know you're around.|Description of megaphone to encourage user to share location." = "Temukan siapa saja yang di area sekitar dan beri tahu bahwa Anda tidak jauh.";

"Dismiss|Dismiss the audio recorder" = "Tutup";

"Don't Delete|Button to decline to delete the name of a conversation" = "Jangan Hapus";

"Don't Save|Don't save action sheet button" = "Jangan Simpan";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Selesai";

"Download|Button title to download an upgrade" = "Unduh";

"Edit|Edit button/label title for chat divebar" = "Sunting";

"Email|email field placeholder on login screen" = "Email";

"Empty Feedback|Title for empty feedback warning." = "Masukan Kosong";

"Enter Code|Enter Code page title" = "Masukkan Kode";

"Error|error title after failed to load webview" = "Kesalahan";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Pengguna Facebook";

"Failed to add members|title for failing to add members dialog" = "Gagal menambahkan anggota";

"Failed to save your settings.|error message after changing thread alert setting." = "Gagal menyimpan pengaturan.";

"Favorites|chat bar favorites header title" = "Favorit";

"Free Call|Text on button that starts a messenger call" = "Panggil Gratis";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Pemanggilan Gratis Tidak Tersedia";

"Friends of Friends|Table section header for a list of friends of friends search results" = "Teman dari Teman";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Teman di Messenger";

"Get Directions|action sheet option for viewing a map" = "Dapatkan Petunjuk Arah";

"Get Facebook Messenger|Title of a link that takes the user to download the Facebook Messenger app" = "Dapatkan Facebook Messenger";

"Get Started|Title for NUX" = "Memulai";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Beri kami masukan atau laporkan masalah";

"Google Image Search|" = "Pencarian Gambar Google";

"Group Conversation|Create a group conversation divebar label" = "Percakapan Grup";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Percakapan Grup";

"Group Info|Title of group thread info page." = "Info Grup";

"Help|text for help button" = "Bantuan";

"Hold to Talk|The instruction for holding the record button and talk" = "Tahan untuk Berbicara";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Saya yakin";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Jika senang menggunakan %1$@, apakah Anda bersedia meluangkan waktu untuk memberi rating terhadap pembaruan ini? Terima kasih!";

"Image Search|action sheet option for choosing a photo from image search" = "Pencarian Gambar";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Cantumkan lokasi";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Kontak tidak lengkap";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Kode Konfirmasi Salah.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Instal Messenger Facebook?";

"Install Messenger to listen to this message and record your own.|The detailed message to tell user that the audio clip feature is not supported on the wilde, and then promote a link for them to download the Facebook Messenger app" = "Instal Messenger untuk mendengarkan pesan ini atau merekam pesan Anda sendiri.";

"Install|Button text to install the Facebook Messenger" = "Instal";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Kontak Tidak Valid";

"Invalid Country Code|alert title for invalid country code" = "Kode Negara Tidak Valid";

"Invalid Phone Number|alert title for invalid phone number" = "Nomor Telepon Tidak Valid";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Kabarkan informasi terbaru kepada semua orang";

"Last Updated: %@|last updated date in pull to refresh header" = "Terakhir Diperbarui: %1$@";

"Learn More|Title for button to learn more about sharing location." = "Pelajari Selengkapnya";

"Leave Conversation|leave conversation button" = "Keluar dari Percakapan";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Keluar dari percakapan?";

"Leave|Button title for leaving a thread" = "Keluar";

"Leaving...|Progress text shown while leaving a thread" = "Keluar...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Beritahukan lokasi Anda kepada orang dalam percakapan ini.";

"Licenses|Licenses screen title" = "Lisensi";

"Licenses|text for licenses button" = "Lisensi";

"Like|Like button title" = "Suka";

"Load Earlier Messages|message for loading earlier messages" = "Muat Pesan Terdahulu";

"Loading...|Message presented while waiting for content to load." = "Memuat…";

"Locating You...|Message presented when waiting for an accurate location fix." = "Mencari Lokasi Anda...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Lokasi Dinonaktifkan";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "Lokasi tidak diaktifkan untuk percakapan ini";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Layanan lokasi tidak aktif. Aktifkan agar orang dalam percakapan ini mengetahui lokasi Anda.";

"Location services are on|Title of location NUX when user has enabled location services." = "Layanan lokasi menyala";

"Log In to Facebook|Login - Login Button Title for password login" = "Masuk ke Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "Masuk sebagai %1$@";

"Login Approval Required|title of login approval dialog" = "Memerlukan Persetujuan Masuk";

"Login Failed|Invalid login alert title" = "Gagal Masuk";

"Map|title of map tab" = "Peta";

"Mark as Unread|Button label that will mark the thread as unread" = "Tandai Belum Dibaca";

"Meet Friends on the Go|Title of megaphone to encourage user to share location." = "Temui Teman ketika dalam Perjalanan";

"Message|divebar message button title" = "Kirim Pesan";

"Messages|Messenger module display name" = "Pesan";

"Messages|name of the app with Facebook brand" = "Pesan";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Teman Lain (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Teman Lain (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Teman Online Lainnya";

"NOTE: People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "CATATAN: Orang yang ditambahkan akan melihat semua pesan lama dalam percakapan ini.";

"Name is Too Long|alert title for long conversation name" = "Nama Terlalu Panjang";

"Name|Placeholder text: Name of new contact" = "Nama";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Tidak ada lagi pesan yang terlewatkan";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Jangan lewatkan pesan dari teman lagi.";

"New Contact|Button title: Create a new contact" = "Kontak Baru";

"New Message|Title of screen shown when user is composing a new message" = "Pesan Baru";

"New version available|Title of alert displayed when new version is available" = "Versi baru tidak tersedia";

"Next|Generic button to move to next item" = "Berikutnya";

"Next|button label for moving to the next screen" = "Selanjutnya";

"No Message|dialog title for when user tries to send an empty message" = "Tidak Ada Pesan";

"No Recipients|dialog title for when user tries to send to no recipients" = "Tidak Ada Penerima";

"No Results|Accessibility label describing a contacts search result with no results" = "Tidak Ada Hasil";

"No locations shared recently.|message on map view when no location has been shared recently" = "Tidak ada lokasi yang dibagikan baru-baru ini.";

"No response.|Error reported when no response is received from the server" = "Tidak ada respons.";

"No, Thanks|Label on button for user to decline to rate the app" = "Tidak, Terima Kasih";

"Nobody will see exactly where you are.|Explanation to let user know sharing location will not expose his exact location." = "Tidak ada yang akan mengetahui dengan pasti lokasi Anda.";

"Not Now|Button text to temporarily ignore the installation message" = "Lain Kali";

"Not Now|Not now alert popup button" = "Tidak Sekarang";

"Not Now|Title of button to not share location for now." = "Lain Kali";

"Not Now|button label for deferring enabling push notifications" = "Lain Kali";

"Not now|Button title to decline an upgrade" = "Tidak sekarang";

"Notifications for This Conversation|Title for per-thread notification settings" = "Pemberitahuan untuk Percakapan Ini";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Pemberitahuan untuk percakapan ini dimatikan.";

"Notifications|Label for enabling/disabling notification" = "Pemberitahuan";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Mati Sampai %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Mati selama 1 Jam";

"Off|Short string for indicating that alerts are off" = "Mati";

"On|Short string for indicating that alerts are on" = "Menyala";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Buka di Peta";

"Password|password field placeholder on login screen" = "Kata Sandi";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Orang dalam percakapan ini dapat melihat lokasi Anda di peta.";

"People|Section title for list of thread participants." = "Orang";

"People|title of people tab" = "Orang";

"Phone Number|placeholder text for phone number field" = "Nomor Telepon";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telepon atau Email";

"Pin friends you message most|Label when users have no favorites" = "Tandai teman yang paling sering Anda kirimi pesan dengan pin";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Periksa kode konfirmasi Anda, lalu coba lagi.";

"Please check your network connection and try again.|" = "Periksa koneksi jaringan Anda, lalu coba lagi.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Periksa nomor Anda, lalu coba lagi.";

"Please check your number and try again.|alert message for invalid phone number" = "Periksa nomor Anda, lalu coba lagi.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Unduh versi terbaru Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Masukkan pesan atau lampirkan foto";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Masukkan nomor telepon atau email.";

"Please enter a valid country code.|alert message for invalid country code" = "Masukkan kode negara yang valid.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Masukkan email dan kata sandi Anda untuk masuk ke Facebook.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Masukkan nama dan informasi kontak orang tersebut.";

"Please include a description of your problem.|Message for empty feedback warning." = "Sertakan penjelasan tentang masalah Anda";

"Please rate the quality of your call|Prompt for call quality survey" = "Beri penilaian pada kualitas panggilan Anda";

"Please re-login to renew your session.|Error message for expired session" = "Silakan masuk kembali untuk memperbarui sesi Anda.";

"Please use a shorter conversation name.|alert message for long conversation name" = "Gunakan nama percakapan yang lebih singkat.";

"Preview|title for image preview screen" = "Pratinjau";

"Privacy & Terms|text for privacy and terms button" = "Privasi & Ketentuan";

"Pull down to refresh...|message for pull down to refresh" = "Turunkan untuk memuat ulang...";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Peringatan pemberitahuan otomatis dimatikan.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Suara pemberitahuan otomatis dimatikan.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Pemberitahuan push tidak aktif.";

"Push up to refresh...|message for push up to refresh" = "Dorong ke atas untuk memuat ulang...";

"REC|The record button" = "REK";

"Rate %@|Alert title for asking user to rate this app." = "Beri rating %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Beri rating %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Jangkau teman di mana pun mereka saat ini  — seluler atau web.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Hubungi teman di mana pun mereka berada";

"Record Audio|action sheet option for recording some audio" = "Rekam Audio";

"Record Video|action sheet option for recording a video" = "Rekam Video";

"Record Voice|Button label for attaching an audio clip" = "Rekam Suara";

"Record|Record button for voice message" = "Rekam";

"Record|Record button for voice recording" = "Rekam";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Gagal memulai perekam";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Perekaman dibatalkan";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Lepaskan untuk membatalkan perekaman";

"Release to refresh...|message for releasing to refresh" = "Lepaskan untuk memuat ulang...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Ingatkan Saya Nanti";

"Remove Attachment|action sheet option for removing current attachment" = "Hapus Lampiran";

"Remove Photo|action sheet option for removing chosen photo" = "Hapus Foto";

"Remove Photo|action sheet option for removing current attachment" = "Hapus Foto";

"Removing...|text for removing progress" = "Menghapus...";

"Report a Problem|title for give feedback or report bug" = "Laporkan Masalah";

"Resend|Resend - Resend Button Title" = "Kirim ulang";

"Retry|generic retry button" = "Coba Lagi";

"Save Photo|action sheet option to save photo to library" = "Simpan Foto";

"Save photo as conversation image?|" = "Simpan foto sebagai gambar percakapan?";

"Save|" = "Simpan";

"Saving...|Progress text shown while saving a new image for a thread" = "Menyimpan...";

"Saving...|Progress text shown while saving a new name for a thread" = "Menyimpan...";

"Search for Friends|Accessibility label for button that toggles display of friends list/search" = "Cari Teman";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Cari Teman Lainnya…";

"Search to add favorites|placeholder in edit favorites search bar" = "Cari untuk menambahkan favorit";

"Search|placeholder in search bar" = "Cari";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Mencari...";

"See which friends are within walking distance or visiting your city, and let them know you're nearby.|Description of NUX to encourage user to share location." = "Lihat teman mana yang dapat dikunjungi dengan berjalan kaki atau yang sedang berkunjung ke kota Anda, dan beri tahu mereka bahwa Anda di sekitar.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Dilihat oleh Semua Orang";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Dilihat oleh semua orang";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Dilihat %1$@ %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Dilihat oleh %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Dilihat oleh %1$@";

"Seen by:|Text for seen state header" = "Dilihat oleh:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Dilihat %1$@ di sekitar %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Dilihat %1$@";

"Select country code|select country code text" = "Pilih kode negara";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Kirim ke Ponsel, Obrolan, dan Web";

"Send|Nav bar send button text" = "Kirim";

"Send|Send button for voice message" = "Kirim";

"Send|text to show in the send button" = "Kirim";

"Sending...|sending progress text" = "Mengirim...";

"Sent a message|default notification text for messages with no body text" = "Kirim Pesan";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Dikrim dari Messenger";

"Sent from email|indicator that a message was sent from email" = "Dikirim dari email";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Dikirim dari seluler";

"Sent from web|indicator that a message was sent sent from web or chat" = "Dikirim dari web";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Dikirim dari %1$@";

"Session Expired|Error title for expired session" = "Waktu Sesi Habis";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Aplikasi Pengaturan > Umum > Layanan Lokasi";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Aplikasi Pengaturan > Layanan Lokasi";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Settings App &gt Privacy &gt Location Services";

"Settings|Settings alert popup button" = "Pengaturan";

"Settings|title for settings page" = "Pengaturan";

"Settings|title of settings tab" = "Pengaturan";

"Share|Share button title" = "Bagikan";

"Shared a link|text for a link share" = "Berbagi tautan";

"Shared a photo|text for a photo share" = "Berbagi foto";

"Shared a video|text for a video share" = "Berbagi video";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Daftar ke Facebook";

"Skip|Skip - Skip Button Title" = "Lewati";

"Something went wrong. Want to try again?|retry dialog message" = "Ada masalah. Ingin mencoba lagi?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Maaf, ada masalah.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Awali Obrolan Grup";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Berhenti melampirkan media";

"Stop|Stop button for voice recording" = "Berhenti";

"Submit|Submit button title" = "Kirim";

"Switch Account|text for switching logged in user" = "Beralih Akun";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Pindahkan ke Wi-Fi untuk melakukan panggilan";

"Take Photo|action sheet option for taking a photo" = "Ambil Foto";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Ketuk \"Coba Lagi\" untuk mengirim pesan ini.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Ketuk roda gigi untuk menyalakan obrolan";

"Tap to discover who's in the area|Message of in-app notification explaining that user can tap to learn more about sharing location." = "Ketuk untuk mengetahui teman yang ada di area Anda";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Ketuk untuk kembali ke layar panggilan";

"Tap to send a message|Message of in-app notification explaining that user can tap to message to nearby friends." = "Ketuk untuk mengirim pesan";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Ketuk untuk menyalakan lokasi";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "SMS tidak dapat dikirim ke nomor itu.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Kirim pesan pada teman di mana pun mereka berada - di ponsel atau obrolan.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Nomor telepon itu tidak diizinkan untuk menerima SMS.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Ada masalah saat menghubungi Facebook. Periksa koneksi, lalu coba lagi.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Ada masalah saat menghubungkan panggilan Anda. Gunakan koneksi Wi-Fi dan coba lagi.";

"This Conversation|header text for alert settings applying to a single conversation" = "Percakapan Ini";

"Timeline|Button text to go to a user's timeline" = "Kronologi";

"Timeline|divebar timeline button title" = "Kronologi";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Kiat: Jangan Sampai Pesan Terlewatkan";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Untuk menerima panggilan, Anda harus menggunakan versi baru Messenger.";

"To complete your phone number activation, please enter the activation code|" = "Untuk menyelesaikan aktivasi nomor telepon, masukkan kode aktivasi.";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Untuk menyertakan lokasi pada pesan, buka %1$@ Anda.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Untuk melakukan panggilan, Anda harus menggunakan versi baru Messenger.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Untuk mematikan peringatan percakapan ini, buka pengaturan percakapan.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Untuk mematikan lokasi di semua percakapan, buka %1$@ Anda.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications" = "Untuk mengaktifkan pemberitahuan, buka iPhone Settings %1$@ Notifications %2$@ Messenger";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Untuk menggunakan fitur ini, buka pengaturan %1$@ dan pilih Layanan Lokasi. Pilih ON untuk Facebook.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Untuk menggunakan fitur ini, buka pengaturan %1$@ dan ketuk Privasi, lalu Layanan Lokasi. Pilih Nyala untuk Facebook.";

"To|Accessibility label for to field in contact picker" = "Kepada";

"To:|to field in contact picker" = "Kepada:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Sentuh dan tahan untuk berbicara. \nLepaskan untuk mengirim, atau geser tombol ke Off untuk membatalkan.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Coba Lagi";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Matikan Obrolan";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Matikan Sampai 8 Pagi";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Matikan selama 1j";

"Turn Off|Option to turn off alerts" = "Matikan";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Nyalakan Obrolan";

"Turn On Location Services|Error message title when location services are unavailable." = "Aktifkan Layanan Lokasi";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Nyalakan Pemberitahuan";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Nyalakan Pemberitahuan";

"Turn On|Option to turn on alerts" = "Nyalakan";

"Turn On|Turn on alerts" = "Aktifkan";

"Turn On|button label for deferring enabling push notifications" = "Nyalakan";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Nyalakan Pemberitahuan Dorong";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Nyalakan pemberitahuan-dorong agar tahu saat pesan baru masuk.";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Menulis…";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Tidak Dapat Memanggil %1$@";

"Unable to Play Voice Message|The message to show when user receives a voice message but his app doesn't support playing it back." = "Tidak Dapat Memutar Pesan Suara";

"Unable to Save Image|retry dialog title for setting thread image" = "Tidak Dapat Menyimpan Gambar";

"Unable to Send|Title for send feedback failed warning." = "Tidak Dapat Mengirim";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Tidak dapat menambahkan orang lain ke percakapan. Silakan coba lagi.";

"Unable to name your conversation.|error message after setting conversation name" = "Tidak dapat menamai percakapan Anda.";

"Unable to remove you right now.|error messages after leaving conversation" = "Tidak dapat menghapus Anda sekarang.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Tidak dapat menyimpan favorit pesan di Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Tidak dapat mengirim pesan. Coba Lagi?";

"Unable to send message.|Alert text for when a message failed to send." = "Tidak dapat mengirim pesan.";

"Unable to send right now.|error message for failing to send message" = "Tidak dapat mengirim sekarang.";

"Unpin|button title to remove user from favorites" = "Lepas pin";

"Update|Get new version now button." = "Perbarui";

"Updating...|updating progress text" = "Memperbarui...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Upgrade Sekarang";

"Use|use nav bar button in photo preview screen" = "Gunakan";

"View Call|Text show on button that views an incoming call" = "Lihat Panggilan";

"View in Maps|action sheet option for viewing a map" = "Lihat di Peta";

"View|Alert button that takes user to the thread where a message failed to send" = "Lihat";

"We'll text you a link to confirm your number.|Confirmation information text" = "Kami akan mengirim tautan untuk mengonfirmasi nomor melalui SMS.";

"Welcome to Messenger|Title for NUX page" = "Selamat Datang di Messenger";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "Siapa yang ingin Anda kirimi pesan ini?";

"You can control this in your privacy settings.|Explanation to let user know he can change settings of sharing location." = "Anda dapat mengendalikan hal ini di pengaturan privasi.";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Anda akan segera menerima SMS atau email dengan kode yang akan digunakan untuk masuk.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Anda tidak akan tahu jika ada pesan masuk.";

"Your carrier doesn't allow calling with Messenger. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if carrier doesn't allowVOIP and not on wifi" = "Operator Anda tidak mengizinkan panggilan dengan Messenger. Nyalakan Wi-Fi di pengaturan telepon Anda.";

"Your message was not sent.|text shown when a message failed to send" = "Pesan Anda tidak terkirim.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Pesan Anda tidak terkirim.";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "aktif 1h yang lalu";

"active 1h ago|indicator that a user was active 1 hour ago" = "aktif 1j yang lalu";

"active 1m ago|indicator that a user was active 1 minute ago" = "aktif 1m yang lalu";

"active now|indicator that a user is currently active, on web or mobile" = "aktif sekarang";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "aktif di ponsel %1$@ yang lalu";

"active on mobile|presences status for being active on mobile" = "aktif di ponsel";

"active %id ago|indicator that a user was active 2+ days ago" = "aktif %1$ih yang lalu";

"active %ih ago|indicator that a user was active 2+ hours ago" = "aktif %1$ij yang lalu";

"active %im ago|indicator that a user was active 2+ minute ago" = "aktif %1$im yang lalu";

"active %@ ago|presences status for being active a relative time ago" = "aktif %1$@ yang lalu";

"error|A short message for audio play error" = "kesalahan";

"is calling|text below the caller's name when they are calling" = "memanggil";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "sedang menulis…";

"on mobile|presences status for being available on mobile" = "di ponsel";

"online %@ ago|presences status for being online on the web a relative time ago" = "online %1$@ yang lalu";

"online|presences status for being online on the web" = "online";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "menulis…";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d dari %2$d";

"%i Friend of Friends|Number of friends of friends in search result (singular)" = "%1$i Teman dari Teman";

"%i Friend|Number of friends in search result (singular)" = "%1$i Teman";

"%i Friends of Friends|Number of friends of friends in search result (plural)" = "%1$i Teman dari Teman";

"%i Friends|Number of friends in search result (plural)" = "%1$i Teman";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i hari";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i jam";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i menit";

"%id|short indicator that a user was active 2+ days ago" = "%1$ih";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$ij";

"%im|short indicator that a user was active 2+ minute ago" = "%1$im";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ dan %2$@ menggunakan Facebook Messenger";

"%@ are Nearby|Title of in-app notification showing some friends are nearby. E.g. Tom, Jerry, +2 are Nearby" = "%1$@ di Sekitar";

"%@ is Nearby|Title of in-app notification showing some friend is nearby. E.g. Tom is Nearby" = "%1$@ di Sekitar";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ memanggil";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ sedang menerima panggilan lain";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ tidak tersedia";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ sedang menulis…";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ mencoba menghubungi Anda";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ menggunakan Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, %2$i lainnya";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, dan %3$@ menggunakan Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@, dan 1 teman lain menggunakan Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@, dan %4$i teman lain menggunakan Messenger";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friend is Nearby|Title of in-app notification showing some friend is nearby. E.g. 1 Friend is Nearby" = "%1$u Teman di Sekitar";

"%u Friends are Nearby|Title of in-app notification showing some friends are nearby. E.g. 2 Friends are Nearby" = "%1$u Teman di Sekitar";

"%u Friends are Nearby|Title of megaphone to encourage user to share location. E.g. 2 Friends are Nearby." = "%1$u Teman di Sekitar";

"%u of your friends are sharing when they're nearby|Message to let user know how many of his friends are sharing location." = "%1$u dari teman Anda berbagi lokasi ketika mereka ada di sekitar";

"%u photo attached|Accessiblity text for a single photo" = "%1$u foto dilampirkan";

"%u photos attached|Accessibility text for a photo set" = "%1$u foto dilampirkan";

